Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Operator issue
ja: オペレーター問題
zh_hans: 值班问题

source: Operator note
ja: オペレーター注記
zh_hans: 值班备注

source: Operator note: \(note)
ja: オペレーター注記: \(note)
zh_hans: 值班备注：\(note)

source: Operator snapshot
ja: オペレータースナップショット
zh_hans: 运维快照

source: Operator Snapshot
ja: オペレータースナップショット
zh_hans: 操作快照

source: Operator snapshot and latest handoff context now stay in one compact deck.
ja: オペレータースナップショットと最新の引き継ぎ文脈は、現在 1 つのコンパクトなデッキにまとまっています。
zh_hans: 操作员快照和最新交接上下文现在会保留在一个紧凑卡片中。

source: Operator State
ja: オペレーター状態
zh_hans: 操作员状态

source: Optional label
ja: 任意ラベル
zh_hans: 可选标签

source: Other
ja: その他
zh_hans: 其他

source: Output
ja: 出力
zh_hans: 输出

source: Overdue
ja: 期限超過
zh_hans: 已逾期

source: Overlay action readiness is currently anchored by follow-up and muted-alert follow-through.
ja: オーバーレイのアクション準備度は現在、フォローアップとミュート済みアラートの後追い対応に左右されています。
zh_hans: 当前浮层行动就绪度主要受后续跟进和已静音告警的后续处理影响。

source: Overlay action readiness is currently anchored by offline recovery and fallback routes.
ja: オーバーレイのアクション準備度は現在、オフライン回復と代替ルートに左右されています。
zh_hans: 当前浮层行动就绪度主要受离线恢复和兜底路由影响。

source: Overlay action readiness is currently anchored by urgent exits from the active snapshot.
ja: オーバーレイのアクション準備度は現在、アクティブなスナップショットからの緊急導線に左右されています。
zh_hans: 当前浮层行动就绪度主要受活动快照中的紧急出口影响。

source: Overlay action readiness is currently centered on the preferred surface and nearby operator exits.
ja: オーバーレイのアクション準備度は現在、優先サーフェスと近くのオペレータ導線が中心です。
zh_hans: 当前浮层行动就绪度主要取决于首选面板和附近的运维出口。

source: Overlay focus coverage is currently anchored by live triage pressure.
ja: オーバーレイのフォーカス範囲は現在、ライブトリアージの負荷が軸です。
zh_hans: 覆盖焦点范围当前由实时分诊压力主导。

source: Overlay focus coverage is currently anchored by offline recovery.
ja: オーバーレイのフォーカス範囲は現在、オフライン復旧が軸です。
zh_hans: 覆盖焦点范围当前由离线恢复主导。

source: Overlay focus coverage is currently anchored by watch, muted-alert, and follow-up drag.
ja: オーバーレイのフォーカス範囲は現在、ウォッチ、ミュートアラート、フォローアップの負荷が軸です。
zh_hans: 覆盖焦点范围当前由关注、静音告警和后续事项拖拽主导。

source: Overlay focus coverage is currently centered on the preferred surface and nearby tabs.
ja: オーバーレイのフォーカス範囲は現在、優先サーフェスと近くのタブを中心にしています。
zh_hans: 覆盖焦点范围当前围绕首选界面及附近标签页展开。

source: Overlay routes are currently anchored by counted live signals from the top monitor surfaces.
ja: オーバーレイルートは現在、上位監視面からの件数付きライブシグナルに左右されています。
zh_hans: 当前浮层路由主要受顶层监控面的带计数实时信号影响。

source: Overlay routes are currently anchored by offline recovery and fallback operator exits.
ja: オーバーレイルートは現在、オフライン回復と代替オペレータ導線に左右されています。
zh_hans: 当前浮层路由主要受离线恢复和兜底运维出口影响。

source: Overlay routes are currently anchored by urgent operator exits.
ja: オーバーレイルートは現在、緊急オペレータ導線に左右されています。
zh_hans: 当前浮层路由主要受紧急运维出口影响。

source: Overlay routes are currently centered on the preferred surface and nearby operator follow-through.
ja: オーバーレイルートは現在、優先サーフェスと近くのオペレータの後続対応が中心です。
zh_hans: 当前浮层路由主要围绕首选面板和附近的运维后续动作展开。

source: Overlay workstream coverage is currently anchored by live triage pressure.
ja: オーバーレイのワークストリームカバレッジは現在、ライブトリアージ負荷が軸です。
zh_hans: 覆盖层工作流覆盖当前由实时分诊压力主导。

source: Overlay workstream coverage is currently anchored by offline recovery.
ja: オーバーレイのワークストリームカバレッジは現在、オフライン復旧が軸です。
zh_hans: 覆盖层工作流覆盖当前由离线恢复主导。

source: Overlay workstream coverage is currently anchored by watch drag and follow-through work.
ja: オーバーレイのワークストリームカバレッジは現在、ウォッチの引きずりとフォロースルー作業が軸です。
zh_hans: 覆盖层工作流覆盖当前由 watch 拖拽和后续跟进工作主导。

source: Overlay workstream coverage is currently centered on the preferred surface and live tab context.
ja: オーバーレイのワークストリームカバレッジは現在、優先サーフェスとライブタブ文脈を中心にしています。
zh_hans: 覆盖层工作流覆盖当前集中在首选界面和实时标签上下文。

source: Overview
ja: 概要
zh_hans: 概览

source: Overview action readiness is currently anchored by critical incident load before the broader cards fan out.
ja: 概要アクションの準備状況は現在、より広いカードが展開する前の重大インシデント負荷が軸です。
zh_hans: 概览行动就绪度当前主要受严重事件负载影响，然后才会展开更宽的卡片。

source: Overview action readiness is currently centered on queued on-call work and cross-surface drilldowns.
ja: 概要アクションの準備状況は現在、キュー化されたオンコール作業とクロスサーフェスのドリルダウンを中心にしています。
zh_hans: 概览行动就绪度当前主要集中在排队中的值班工作和跨界面下钻。

source: Overview action readiness is currently clear enough for route jumps and broader section drilldown.
ja: 概要アクションの準備状況は現在、ルートジャンプとより広いセクション深掘りを進めるのに十分明確です。
zh_hans: 概览行动就绪度当前已足以支持路由跳转和更广的分区下钻。

source: Overview action readiness is currently limited by stale monitoring data.
ja: 概要アクションの準備状況は現在、古い監視データによって制限されています。
zh_hans: 概览行动就绪度当前受限于陈旧的监控数据。

source: Overview control deck keeps the next operator surfaces visible without stacking multiple similar cards.
ja: 概要コントロールデッキは、似たカードを何枚も積まずに、次のオペレーター画面を見えるまま保ちます。
zh_hans: 概览控制卡片会保持下一组运维入口可见，避免堆叠多张相似卡片。

source: Overview focus coverage is currently anchored by fleet and platform drift.
ja: 概要フォーカスカバレッジは現在、フリートとプラットフォームのドリフトが軸です。
zh_hans: 概览焦点覆盖当前主要受机群和平台漂移影响。

source: Overview focus coverage is currently anchored by live triage pressure.
ja: 概要フォーカスカバレッジは現在、ライブトリアージ負荷が軸です。
zh_hans: 概览焦点覆盖当前主要受实时分诊压力影响。

source: Overview focus coverage is currently anchored by stale data across the mobile snapshot.
ja: 概要フォーカスカバレッジは現在、モバイルスナップショット全体の古いデータが軸です。
zh_hans: 概览焦点覆盖当前主要受移动端快照中的陈旧数据影响。

source: Overview focus coverage is currently balanced across platform, signal, and fleet lanes.
ja: 概要フォーカスカバレッジは現在、プラットフォーム、シグナル、フリートのレーン全体で均衡しています。
zh_hans: 概览焦点覆盖当前在平台、信号和机群通道之间保持均衡。

source: Overview pressure currently includes \(liveAlertCount) live alerts in the mobile snapshot.
ja: 概要負荷には現在、モバイルスナップショット内のライブアラート \(liveAlertCount) 件が含まれています。
zh_hans: 概览压力当前在移动端快照中包含 \(liveAlertCount) 条实时告警。

source: Overview pressure currently includes 1 live alert in the mobile snapshot.
ja: 概要負荷には現在、モバイルスナップショット内のライブアラート 1 件が含まれています。
zh_hans: 概览压力当前在移动端快照中包含 1 条实时告警。

source: Overview pressure is currently anchored by \(criticalCount) critical incidents.
ja: 概要負荷は現在、重大インシデント \(criticalCount) 件が軸です。
zh_hans: 概览压力当前主要由 \(criticalCount) 条严重事件驱动。

source: Overview pressure is currently anchored by 1 critical incident.
ja: 概要負荷は現在、重大インシデント 1 件が軸です。
zh_hans: 概览压力当前主要由 1 条严重事件驱动。

source: Overview pressure is currently driven by follow-up, diagnostics, and lower-severity operator load.
ja: 概要負荷は現在、フォローアップ、診断、低深刻度のオペレーター負荷によって動かされています。
zh_hans: 概览压力当前主要由后续跟进、诊断和较低严重度的运维负载驱动。

source: Overview signal facts
ja: 概要シグナルの要点
zh_hans: 概览信号概况

source: Overview support coverage is currently anchored by muted alert drag and handoff follow-up.
ja: 概要サポートカバレッジは現在、ミュートアラートの滞留と引き継ぎフォローアップが軸です。
zh_hans: 概览支持覆盖当前主要受静音告警拖拽和交接跟进影响。

source: Overview support coverage is currently anchored by slower diagnostics and platform drift.
ja: 概要サポートカバレッジは現在、より遅い診断とプラットフォームドリフトが軸です。
zh_hans: 概览支持覆盖当前主要受较慢的诊断和平台漂移影响。

source: Overview support coverage is currently anchored by stale monitoring data.
ja: 概要サポートカバレッジは現在、古い監視データが軸です。
zh_hans: 概览支持覆盖当前主要受陈旧监控数据影响。

source: Overview support coverage is currently light and mostly reflects provider and channel readiness.
ja: 概要サポートカバレッジは現在軽く、主に provider とチャネルの準備状況を反映しています。
zh_hans: 概览支持覆盖当前较轻，主要反映提供方和通道就绪度。

source: Overview workstream coverage is currently anchored by fleet follow-through.
ja: 概要ワークストリームカバレッジは現在、フリートのフォロースルーが軸です。
zh_hans: 概览工作流覆盖当前主要受机群后续跟进影响。

source: Overview workstream coverage is currently anchored by live signal pressure.
ja: 概要ワークストリームカバレッジは現在、ライブシグナル負荷が軸です。
zh_hans: 概览工作流覆盖当前主要受实时信号压力影响。

source: Overview workstream coverage is currently anchored by platform state.
ja: 概要ワークストリームカバレッジは現在、プラットフォーム状態が軸です。
zh_hans: 概览工作流覆盖当前主要受平台状态影响。

source: Overview workstream coverage is currently light across the visible lanes.
ja: 概要ワークストリームカバレッジは現在、表示中レーン全体で軽めです。
zh_hans: 概览工作流覆盖当前在可见通道中整体较轻。

source: Parent Child
ja: 親子
zh_hans: 父子

source: Parent-child relationship
ja: 親子関係
zh_hans: 父子关系

source: Partial
ja: 部分的
zh_hans: 部分

source: Paused
ja: 一時停止
zh_hans: 已暂停

source: Peer
ja: ピア
zh_hans: 对等

source: Peer communication path
ja: ピア通信経路
zh_hans: 对等通信路径

source: Peer network idle
ja: ピアネットワークはアイドル状態です
zh_hans: 对等网络空闲

source: Peers
ja: ピア
zh_hans: 节点

source: Peers · \(vm.peerConnectivityStatus.summary)
ja: ピア · \(vm.peerConnectivityStatus.summary)
zh_hans: 对等体 · \(vm.peerConnectivityStatus.summary)

source: Pending
ja: 保留中
zh_hans: 待处理

source: Pending Approvals
ja: 保留中の承認
zh_hans: 待审批

source: Pending approvals are cleared.
ja: 保留承認は解消しています。
zh_hans: 待处理审批已清空。

source: Pending: \(checklist.pendingLabels.joined(separator: ", "))
ja: 保留中: \(checklist.pendingLabels.joined(separator: ", "))
zh_hans: 待处理：\(checklist.pendingLabels.joined(separator: ", "))

source: Pending: \(latest.checklist.pendingLabels.joined(separator: ", "))
ja: 保留中: \(latest.checklist.pendingLabels.joined(separator: ", "))
zh_hans: 待处理：\(latest.checklist.pendingLabels.joined(separator: ", "))

source: Pending: \(pendingLabels.joined(separator: ", "))
ja: 保留中: \(pendingLabels.joined(separator: ", "))
zh_hans: 待处理：\(pendingLabels.joined(separator: ", "))

source: Per-Agent Cost
ja: エージェント別コスト
zh_hans: 单代理成本

source: Per-app
ja: Appごと
zh_hans: 按 App

source: Per-app language is controlled in iPhone settings, so UI strings and system surfaces stay aligned.
ja: Appごとの言語は iPhone の設定で制御されるため、UI 文字列とシステム画面の表示が揃います。
zh_hans: 按 App 的语言由 iPhone 设置控制，因此 UI 文案和系统界面会保持一致。

source: Pin watched agents to the front so their issues never get buried.
ja: 監視対象エージェントを先頭に固定し、その問題が埋もれないようにします。
zh_hans: 将已关注的智能体置顶，避免它们的问题被埋没。

source: Pinned agents can stay visible here even when they would otherwise drop out of the normal fleet attention list.
ja: ピン留めしたエージェントは、通常のフリート注意一覧から外れる状態でもここに表示し続けられます。
zh_hans: 即使已固定代理本应从常规机群关注列表中退出，也可以继续显示在这里。

source: Pinned agents can surface operator issues here even when they are otherwise healthy enough to stay out of the general attention list.
ja: ピン留めしたエージェントは、通常の注意一覧に出ないほど健全でも、ここではオペレーター問題を表面化させられます。
zh_hans: 已固定的代理即使整体仍算健康，也能在这里暴露操作问题。

source: Pinned agents remain visible here even when standby is otherwise calm and most drilldowns stay collapsed.
ja: 待機全体が落ち着いていて大半のドリルダウンが折りたたまれていても、ピン留めエージェントはここに表示されたままです。
zh_hans: 即使待命整体平静且大多数下钻保持折叠，固定代理仍会继续显示在这里。

source: Pinned agents stay grouped here before opening the deeper fleet monitor.
ja: 固定済み agent は、より深いフリートモニターを開く前にここへまとめられます。
zh_hans: 已固定的 agent 会先在这里分组显示，再打开更深的机群监控。

source: Pinned for watch, not currently running
ja: 監視用に固定済み、現在は実行されていません
zh_hans: 已固定关注，当前未运行

source: Pinned locally on this iPhone. Edit from the agent list or agent detail page.
ja: この iPhone 上でローカル固定されています。agent 一覧または agent 詳細ページから編集してください。
zh_hans: 已固定到这台 iPhone，可在代理列表或代理详情页编辑。

source: Pinned watch inventory
ja: ピン留め監視インベントリ
zh_hans: 固定监视清单

source: Pinned Watchlist
ja: ピン留めウォッチリスト
zh_hans: 置顶关注列表

source: Pinned watchlist is showing \(visibleCount) of \(items.count) active standby watches.
ja: ピン留めウォッチリストには現在、アクティブな待機監視 \(items.count) 件中 \(visibleCount) 件が表示されています。
zh_hans: 固定关注列表当前显示 \(visibleCount) / \(items.count) 个活跃待命监视。

source: Pinned watchlist is showing all \(items.count) active standby watches.
ja: ピン留めウォッチリストには現在、\(items.count) 件すべてのアクティブな待機監視が表示されています。
zh_hans: 固定关注列表当前显示全部 \(items.count) 个活跃待命监视。

source: Pinned watchlist is showing the only active standby watch.
ja: ピン留めウォッチリストには現在、唯一のアクティブな待機監視が表示されています。
zh_hans: 固定关注列表当前显示唯一的活跃待命监视。

source: Platform inventory
ja: プラットフォームインベントリ
zh_hans: 平台概览

source: Platform, signal, and fleet coverage stay summarized before the overview cards fan out into the longer mobile monitor.
ja: 概要カードがより長いモバイルモニターへ広がる前に、プラットフォーム、シグナル、フリートのカバレッジは要約表示されたままです。
zh_hans: 在概览卡片展开成更长的移动端监控页前，平台、信号和机群覆盖会先保持摘要状态。

source: Polling
ja: ポーリング
zh_hans: 轮询

source: Polling transport
ja: ポーリング転送
zh_hans: 轮询传输

source: Premium
ja: プレミアム
zh_hans: 高级

source: Present
ja: 存在
zh_hans: 存在

source: Present · \(file.name) · \(size)
ja: 存在 · \(file.name) · \(size)
zh_hans: 存在 · \(file.name) · \(size)

source: Present: \(existingCount)
ja: 存在: \(existingCount)
zh_hans: 存在：\(existingCount)

source: Pressure
ja: 圧力
zh_hans: 压力

source: Pressure coverage
ja: 圧力カバレッジ
zh_hans: 压力概览

source: Pressure coverage keeps on-call state, reminders, and device readiness readable before the longer settings form.
ja: より長い設定フォームの前に、負荷カバレッジがオンコール状態、リマインダー、デバイス準備状況を読みやすく保ちます。
zh_hans: 在更长的设置表单前，压力覆盖会让值班状态、提醒和设备就绪度保持可读。

source: Pressure coverage keeps the fleet’s sharpest issue categories readable before the filtered agent rows begin.
ja: 絞り込み済みエージェント行が始まる前に、圧力カバレッジはフリートの最も強い問題カテゴリを読みやすく保ちます。
zh_hans: 在筛选后的代理行开始前，压力概览会保持代理群中最突出的几个问题分类清晰可读。

source: Pressure coverage keeps warnings and recovery counters readable before the long diagnostics sections begin.
ja: 長い診断セクションが始まる前に、プレッシャーカバレッジは警告と復旧カウンターを読みやすく保ちます。
zh_hans: 在长篇诊断分区开始前，压力覆盖会让告警和恢复计数器保持可读。

source: Preview the next monitoring stacks before the longer lists and cards take over the screen.
ja: より長い一覧やカードが画面を占める前に、次の監視スタックをプレビューします。
zh_hans: 在更长的列表和卡片接管屏幕前，预览下一组监控堆栈。

source: Primary
ja: プライマリ
zh_hans: 主路由

source: Primary and support exits stay together before the lower overview sections load.
ja: 主要出口と補助出口は、下位の概要セクションが読み込まれる前にまとまったままです。
zh_hans: 在下方概览分区加载前，主入口和辅助入口会保持在一起。

source: Primary and support routes stay grouped before the deep-diagnostic sections load.
ja: 深層診断セクションが読み込まれる前に、主要ルートと補助ルートはまとめられたままです。
zh_hans: 在深度诊断分区加载前，主路由和辅助路由会保持分组显示。

source: Primary and support routes stay grouped before the longer runtime sections load.
ja: 長いランタイムセクションが読み込まれる前に、プライマリとサポートのルートはまとまったまま表示されます。
zh_hans: 在更长的运行时分区加载前，主路由和支持路由会保持分组展示。

source: Primary buckets keep the operator loop near the top, while support buckets hold slower diagnostics and fleet follow-up.
ja: 主要バケットはオペレーターループを上部近くに保ち、補助バケットは遅い診断やフリートのフォローアップを受け持ちます。
zh_hans: 主分桶会让操作环路靠近顶部，而辅助分桶则承载较慢的诊断和机群跟进。

source: Primary exits and slower systemic drilldowns stay below the live queue.
ja: 主要な出口とより遅いシステム系ドリルダウンは、ライブキューの下に保たれます。
zh_hans: 主出口和较慢的系统级下钻会保留在实时队列下方。

source: Primary exits stay biased toward the next likely triage surfaces, while support exits keep deeper runtime context nearby.
ja: 主要出口は次に可能性の高いトリアージ画面へ寄り、補助出口はより深いランタイム文脈を近くに保ちます。
zh_hans: 主出口会偏向下一步最可能的分诊界面，而辅助出口则让更深层的运行时上下文保持在附近。

source: Primary exits stay close to the queue instead of hiding in extra control cards.
ja: 主要な出口は追加のコントロールカードに隠さず、キューの近くに置きます。
zh_hans: 主要出口紧贴队列，不再藏在额外的控制卡片里。

source: Primary exits, slower support routes, and lower-section jumps stay together in one compact deck.
ja: 主要出口、より遅い補助ルート、下位セクションへのジャンプは 1 つのコンパクトなデッキにまとまったままです。
zh_hans: 主入口、较慢的辅助路由和下方分区跳转会收纳在一张紧凑卡片中。

source: Primary only
ja: 主要のみ
zh_hans: 仅主分组

source: Primary Queue Sections
ja: 主要キューセクション
zh_hans: 主队列分区

source: Primary routes
ja: プライマリルート
zh_hans: 主路由

source: Primary routes, support surfaces, and deep-section jumps stay grouped in one compact diagnostic deck.
ja: 主要ルート、補助画面、深いセクションへのジャンプは 1 つのコンパクトな診断デッキにまとまったままです。
zh_hans: 主路由、辅助界面和深层分区跳转会统一保留在一个紧凑的诊断卡片中。

source: Primary routes, support surfaces, and long-section jumps stay grouped in one compact runtime deck.
ja: プライマリルート、サポート面、長いセクションジャンプは 1 つのコンパクトなランタイムデッキにまとまったままです。
zh_hans: 主路由、支持面板和长分区跳转会保持在同一张紧凑的运行时卡片里。

source: Priority Queue
ja: 優先キュー
zh_hans: 优先级队列

source: Priority queue:
ja: 優先キュー:
zh_hans: 优先级队列：

source: Probe failed after \(latencyMs) ms.
ja: \(latencyMs) ms 後にプローブは失敗しました。
zh_hans: 探测在 \(latencyMs) 毫秒后失败。

source: Probe failed.
ja: プローブに失敗しました。
zh_hans: 探测失败。

source: Probe passed in \(latencyMs) ms.
ja: \(latencyMs) ms でプローブに成功しました。
zh_hans: 探测在 \(latencyMs) 毫秒内通过。

source: Probe passed.
ja: プローブに成功しました。
zh_hans: 探测通过。

source: Probe running
ja: プローブ実行中
zh_hans: 探测进行中

source: Profile
ja: プロフィール
zh_hans: 配置文件

source: Profile Facts
ja: プロファイル要点
zh_hans: 配置概况

source: Profiles
ja: プロファイル
zh_hans: 配置

source: Profiles Unavailable
ja: プロファイルを利用できません
zh_hans: 配置档不可用

source: Prometheus gauge snapshot
ja: Prometheus ゲージスナップショット
zh_hans: Prometheus 指标快照

source: Protections
ja: 保護
zh_hans: 防护

source: Provider
ja: プロバイダ
zh_hans: 提供商

source: Provider coverage currently spans \(configuredCount) configured providers in the visible section.
ja: 表示中のセクションでは現在 \(configuredCount) 件の設定済みプロバイダがあります。
zh_hans: 当前可见分区包含 \(configuredCount) 个已配置提供方。

source: Provider coverage is currently anchored by \(unreachableLocalCount) local outages inside the visible section.
ja: 現在のプロバイダ負荷は表示中セクションの \(unreachableLocalCount) 件のローカル障害に集中しています。
zh_hans: 当前提供方压力主要来自可见分区中的 \(unreachableLocalCount) 个本地故障。

source: Provider drift
ja: プロバイダドリフト
zh_hans: 提供方漂移

source: Provider facts
ja: プロバイダ概要
zh_hans: 提供方概况

source: Provider Failures
ja: プロバイダ障害
zh_hans: 提供方故障

source: Provider Health
ja: プロバイダ健全性
zh_hans: 提供方健康度

source: Provider inventory
ja: プロバイダインベントリ
zh_hans: 提供方概览

source: Provider reachability, channel config gaps, catalog freshness, and drift stay compact before the larger integration drilldown.
ja: より大きな統合ドリルダウンに入る前に、プロバイダ到達性、チャネル設定の欠落、カタログ鮮度、ドリフトがコンパクトにまとまります。
zh_hans: 在进入更大的集成下钻之前，提供方可达性、通道配置缺口、目录新鲜度和漂移会先以紧凑形式显示。

source: Provider reachability, channel readiness, catalog health, and agent model drift stay summarized here before opening the detailed rows.
ja: 詳細行を開く前に、ここでプロバイダ到達性、チャネル準備状況、カタログ健全性、エージェントモデルドリフトを要約表示します。
zh_hans: 在打开详细行前，这里会先汇总提供方可达性、渠道就绪度、目录健康度和代理模型漂移。

source: Provider readiness stays visible before the detailed provider inventory.
ja: プロバイダ準備状況は詳細なプロバイダ一覧の前でも見える状態を保ちます。
zh_hans: 提供方就绪度会在详细提供方清单前保持可见。

source: Provider section coverage
ja: プロバイダセクションカバレッジ
zh_hans: 提供方分区覆盖

source: Providers
ja: プロバイダ
zh_hans: 提供方

source: Providers are configured, but LibreFang currently exposes zero executable catalog models.
ja: プロバイダは設定されていますが、LibreFang は現在実行可能なカタログモデルを 0 件しか公開していません。
zh_hans: 提供方已配置，但 LibreFang 当前暴露的可执行目录模型为 0。

source: Providers are configured, but the current LibreFang catalog exposes zero executable models.
ja: プロバイダは設定済みですが、現在の LibreFang カタログには実行可能なモデルが 1 つもありません。
zh_hans: 提供方已配置，但当前 LibreFang 目录中没有任何可执行模型。

source: Providers are configured, but the model catalog currently shows no available models for agent execution.
ja: プロバイダは設定されていますが、モデルカタログには現在エージェント実行可能なモデルがありません。
zh_hans: 提供方已配置，但模型目录当前没有可供智能体执行的可用模型。

source: Providers, channels, and the model catalog look consistent from the latest mobile snapshot.
ja: プロバイダ、チャネル、モデルカタログは最新のモバイルスナップショットと整合しています。
zh_hans: 从最新移动端快照看，提供方、渠道和模型目录状态一致。

source: Providers, channels, models, aliases, and drift stay summarized before the jump rail and deeper operator routes.
ja: プロバイダ、チャネル、モデル、エイリアス、ドリフトはジャンプレールと深いオペレータールートの前で要約表示されます。
zh_hans: 提供方、渠道、模型、别名和漂移会在跳转轨和更深的运维路由前保持汇总。

source: Pull to refresh after the server exposes provider, channel, and model inventory.
ja: サーバーがプロバイダ、チャネル、モデルの一覧を公開した後にプルして更新してください。
zh_hans: 请在服务器暴露提供方、渠道和模型清单后下拉刷新。

source: Pull to refresh or check server connection.
ja: 引き下げてリフレッシュするか、サーバー接続を確認してください。
zh_hans: 下拉刷新或检查服务器连接。

source: Pull to refresh or switch the session filter.
ja: プルして更新するか、セッションフィルタを切り替えてください。
zh_hans: 下拉刷新或切换会话过滤条件。

source: Pull to refresh or widen the severity filter.
ja: プルして更新するか、重大度フィルタを広げてください。
zh_hans: 下拉刷新或放宽严重级别过滤条件。

source: Push
ja: プッシュ
zh_hans: 推送

source: Queue
ja: キュー
zh_hans: 队列

source: Queue \(Self.formatChange(queueChange))
ja: キュー \(Self.formatChange(queueChange))
zh_hans: 队列 \(Self.formatChange(queueChange))

source: Queue coverage
ja: キューカバレッジ
zh_hans: 队列概览

source: Queue Coverage
ja: キューカバレッジ
zh_hans: 队列覆盖

source: Queue coverage keeps session pressure readable before the session rows begin.
ja: セッション行が始まる前に、キューカバレッジはセッション圧力を読みやすく保ちます。
zh_hans: 在会话行开始前，队列概览会保持会话压力清晰可读。

source: Queue coverage keeps severity mix readable before the live on-call rows begin.
ja: ライブのオンコール行が始まる前に、キューカバレッジは深刻度の構成を読みやすく保ちます。
zh_hans: 在实时 on-call 行开始前，队列覆盖会让严重级别混合情况保持可读。

source: Queue exits stay summarized here before the runtime, incident, and fleet route chips.
ja: ランタイム、インシデント、フリートのルートチップの前に、キュー導線はここで要約表示されます。
zh_hans: 在运行时、事件和编队路由标签之前，队列出口会先在这里汇总。

source: Queue inventory
ja: キュー一覧
zh_hans: 队列清单

source: Queue shape, ack state, and handoff readiness stay together before queue work.
ja: キュー処理へ進む前に、キュー形状、確認状態、引き継ぎ準備状況はまとまったまま保たれます。
zh_hans: 在进入队列处理前，队列形态、确认状态和交接就绪度会保持聚合显示。

source: Queue Snapshot
ja: キュースナップショット
zh_hans: 队列快照

source: Queue work, watchlist pressure, and supporting issue buckets stay summarized before the route deck and live rows take over.
ja: ルートデッキとライブ行が前面に出る前に、キュー作業、ウォッチリスト負荷、補助的な問題バケットは要約表示されたままです。
zh_hans: 在路由卡片和实时行接管前，队列工作、关注列表压力和辅助问题桶会保持摘要显示。

source: Queue-first routes stay ahead of slower systemic drilldowns and export actions.
ja: キュー優先ルートは、より遅いシステム系ドリルダウンやエクスポート操作より前に保たれます。
zh_hans: 队列优先路由会保持在较慢的系统下钻和导出操作之前。

source: Queue: \(queueCount) · Critical: \(criticalCount) · Live alerts: \(liveAlertCount)
ja: キュー: \(queueCount) · 重大: \(criticalCount) · ライブアラート: \(liveAlertCount)
zh_hans: 队列：\(queueCount) · 严重：\(criticalCount) · 实时告警：\(liveAlertCount)

source: Queued
ja: キュー済み
zh_hans: 排队中

source: Queues
ja: キュー
zh_hans: 队列

source: Quick
ja: クイック
zh_hans: 快速

source: Quick Actions
ja: クイックアクション
zh_hans: 快捷操作

source: Quiet support
ja: 静かな補助
zh_hans: 安静辅助

source: Reachable
ja: 到達可能
zh_hans: 可达

source: Readiness
ja: 準備状況
zh_hans: 就绪度

source: Readiness inventory
ja: 準備状況インベントリ
zh_hans: 就绪度清单

source: Readiness layers summarize provider, channel, hand, approval, peer, and tooling health.
ja: 準備状況レイヤーは、provider、チャネル、ハンド、承認、ピア、ツーリングの健全性を要約します。
zh_hans: 就绪度层会汇总 provider、渠道、执行手、审批、对等体和工具的健康情况。

source: Readiness, usage, spend, and live workload stay grouped before the lower overview queues.
ja: 下位の概要キューの前で、準備状況、使用量、支出、ライブ負荷はまとめられたままです。
zh_hans: 在下方概览队列展开前，就绪度、用量、花费和实时负载会保持分组。

source: Ready
ja: 準備完了
zh_hans: 就绪

source: Realtime channel is not connected
ja: realtime チャネルが接続されていません
zh_hans: 实时通道未连接

source: Realtime replies stay attached to this session.
ja: リアルタイム返信はこのセッションに紐づいたままです。
zh_hans: 实时回复会继续附着在这个会话上。

source: Reasoning
ja: 推論
zh_hans: 推理

source: Receipt Facts
ja: レシート要点
zh_hans: 回执概况

source: Receipts
ja: レシート
zh_hans: 回执

source: Receipts come from LibreFang's outbound channel delivery tracker and help confirm whether an agent actually reached the outside world.
ja: これらのレシートは LibreFang の送信チャネル配信トラッカーから取得され、エージェントが実際に外部へ到達したかを確認するのに役立ちます。
zh_hans: 这些回执来自 LibreFang 的出站渠道投递跟踪器，用于确认代理是否真正把消息送到了外部世界。

source: Recent activity includes failures, denials, or terminated agents that should be reviewed.
ja: 最近のアクティビティには、確認すべき失敗、拒否、または終了したエージェントが含まれます。
zh_hans: 最近活动包含失败、拒绝或已终止的智能体，需要复核。

source: Recent audit severity and agent spread stay visible here before the full event feed opens.
ja: 完全なイベントフィードを開く前に、ここで最近の監査重大度とエージェント分布を見える状態に保ちます。
zh_hans: 在打开完整事件 feed 前，这里会先保持最近审计严重度和代理分布可见。

source: Recent Coverage
ja: 最近のカバレッジ
zh_hans: 最近覆盖

source: Recent Events
ja: 最近のイベント
zh_hans: 最近事件

source: Recent gap: \(uncoveredChecklistKeys.map(\.label).joined(separator: ", "))
ja: 最近のギャップ: \(uncoveredChecklistKeys.map(\.label).joined(separator: ", "))
zh_hans: 最近缺口：\(uncoveredChecklistKeys.map(\.label).joined(separator: ", "))

source: Recent Handoffs
ja: 最近の引き継ぎ
zh_hans: 最近交接

source: Recent outbound receipts stay summarized before the longer delivery log.
ja: より長い配信ログの前で、最近の送信レシートは要約表示されたままです。
zh_hans: 在更长的投递日志之前，最近的外发回执会保持摘要显示。

source: Recent Sessions
ja: 最近のセッション
zh_hans: 最近会话

source: Recovered kernel events since startup
ja: 起動以降に回復したカーネルイベント
zh_hans: 自启动以来已恢复的内核事件

source: Recovery
ja: 復旧
zh_hans: 恢复

source: Recovery handoff. Pressure is easing, but confirm approvals, session hotspots, and recent audit activity stay stable.
ja: 復旧引き継ぎ。負荷は和らいでいますが、承認、セッションホットスポット、最近の監査アクティビティが安定していることを確認してください。
zh_hans: 恢复交接。压力正在缓解，但仍需确认审批、会话热点和最近审计活动保持稳定。

source: Refresh
ja: 更新
zh_hans: 刷新

source: Refresh \(refreshIntervalLabel)
ja: 更新 \(refreshIntervalLabel)
zh_hans: 刷新 \(refreshIntervalLabel)

source: Refresh Interval
ja: 更新間隔
zh_hans: 刷新间隔

source: Refresh snapshot
ja: 更新スナップショット
zh_hans: 刷新快照

source: Reject
ja: 却下
zh_hans: 拒绝

source: Relaxed
ja: 緩やか
zh_hans: 宽松

source: Remind for active monitoring alerts and approval backlog, but skip watchlist-only noise.
ja: アクティブな監視アラートと承認バックログは通知しますが、ウォッチリストだけのノイズはスキップします。
zh_hans: 针对活跃监控告警和审批积压提醒，但忽略仅关注列表噪音。

source: Reminder
ja: リマインダー
zh_hans: 提醒

source: Reminder armed
ja: リマインダー有効
zh_hans: 提醒已启用

source: Reminder idle
ja: リマインダー待機中
zh_hans: 提醒空闲

source: Reminder Off
ja: リマインダーオフ
zh_hans: 提醒关闭

source: Reminder On
ja: リマインダーオン
zh_hans: 提醒开启
